let text = `「うわああぁっ！！」
　野太い絶叫が、寂れた教会の集会場に響き渡る。
　仲間が一人、また葬られた。

　簡単な仕事のはずだった。今は使われていない、村外れの大地母神教会に住み着いた、暗黒神の神官を倒すという依頼。
　今のパーティも、今回の仕事の為に雇われた寄せ集めがだ、腕も試した限り悪く無い。相手の護衛はオーガ１匹だけ、こんな田舎の教会に住みつく程度の相手なら、簡単に処理できる…そう、簡単に処理できる、はずだった。


（あの暗黒神官…何なんだ！？）
　ウェーブロングの黒髪に、白いが病的な雰囲気を感じさせない蠱惑的な肌。漆黒のローブで身を包みながらも、隠しきれない成熟した色香を放つ細面の美貌。神官は女性、しかもとびきりの妖艶な美女だった。
（くそっ…暗黒神官じゃなけりゃ、お近づきになりたいとこだが…）
　毒々しいまでの色香と共に放たれる、隠しようの無い禍々しさが無ければ、出会う人全てが彼女の美しさを称賛するだろう。だが現実は、長い睫毛に縁取られた切れ長の目を、殺意を込めて睨みつけていた。
（暗黒魔法で身体に悪影響を…だが逆治療じゃない……くそっ分からねぇ）
　真紅の口紅を引いた大きめの唇が、聞いた事の無い言葉を紡ぐ度に仲間が急に動きを止め、しばらくすると苦しみ悶え始める。そこを彼女の使役する化け物が得物で斬りかかり、仕留めてしまう。
　女の下僕は、体長３メートル以上の巨体を誇る人型の下級妖魔、オーガ。知能は犬畜生より幾らかましな程度だが、怪力を武器に人を襲って食べることもある。目の前のオーガは雌だろうか、筋骨隆々の巨体に合った馬鹿でかい乳を曝し、粗末な腰巻と巨大な斧のみが装備品だ。
（こいつの方は、まだどうとでもなるが…）
　オーガ自体は大した脅威ではないが、問題は女神官の謎の魔法だった。一人と一匹の連携攻撃により、既に三人が真っ二つにされているのに、その正体も打開策も全く見当が付かなかった。

「どうしたいお兄さん？お仲間も残り二人しか残ってないよ？」
　嘲りを多量に含む、通りの良いハスキーボイスがこちらに話しかけてくる。男の他には後二人、一番の若手ルカと豪鬚の戦士ノーマンの二人が、難を逃れていた。
（クソッ、舐めやがって…）
　こちらを侮った態度に軽い怒りが湧いてくる。
「あたしの魔法がそんなに不思議なのかい？」
　男の背筋に走る、ゾクっとした悪寒…いやな予感がする。
「…なら、ちょぉっとだけ、味見して見るかい」
　言うが早いか、女が魔法の詠唱を始める。
「我が大神よ、生ける子種袋どもに肉欲の閃きを！」
（今までとは違う詠唱！？）
　詠唱を邪魔する間も無く完成した邪悪な魔法。その襲来に備えて身構える３人。だが、そんな事はお構い無しに魔法は効果を上げ、彼らに急激な変化をもたらした。

「なっ！」
　一瞬何が起こったのか、全く分からなかった。体が内側から燃えるように熱くなる。目の前を一面の赤い膜が覆い、頭が常にある事柄に占拠されて冷静な判断ができない。かつて似たような体験をしたことがある。彼にとっては随分昔の出来事。
　初めて娼館に足を運び、行きずりの売女で童貞を捨てた日以来だろうか。
「…！！」
　ハッと、不意に体を焦がしていた炎が消えて無くなり、頭も明晰さを取り戻す。おそらく実際には数秒も無かったのだろう、取り落としかけた右手の剣を慌てて握り直す。しかし、体のある一点だけは炎を燈したまま、その身を熱く滾らせている。
　彼の股間は、勃起していた。

（くそっ、そういうことかっ！）
　女は、性愛を司る暗黒神の手先なのだ。
　魔法で性感を操作したり快感を与える魔法を使い、こちらの気を逸らしていたに違いない。何ともふざけた代物だが、男やもめのパーティには非常に有効な攻撃方法だ。
「ご理解いただけたようねぇ」
　女神官が心底嬉しそうに笑いながらのたまう。
「安心おし、あんたは最後にしてやるよ。そこで仲間が天国にイっちまうのを見てなさい……赤銅の蛇、淫夢の泉…汝、絶たれること無き頂きへの道を進め！」
「んがあぁっ！！」
（今度はノーマンかっ！）
　新たな詠唱と同時に、またも彼の仲間に邪悪な性愛魔法が襲い掛かった。

「がぐうぅっ、ち、畜生っ！」
　立派な顎鬚を生やした屈強な男が、歯を食いしばりながら身悶えする。下穿きの上からでも分かる股間の盛り上がりとひくつきが、彼の状態を如実に語っていた。
「こ、この糞がっ、むがあぁっ！」
　どんなに肉体と精神を鍛えても耐えることのできない、本能から来る欲求。必死に抗うノーマンだったが、一介の戦士が抗うには相手が悪すぎた。
「ちくしょ、くっ、ぐっ、あぐうぅぅっ！！」
　鼻にかかった叫び声が轟くと同時に、一際大きく体が跳ね上がると、一転して硬直する。隆起する男の股間に、黒い染みが広がっていく。牡の最も無防備な至福の瞬間が訪れた。

「あはははっ！聞いたかい、最後にあぐぅだってさぁ、ははっ、あはははっ！」
　ノーマンが射精の快感に悶えている間に、オーガが彼の背後から襲いかかろうとしている。化け物をけん制する為、剣を構えて迷わず化け物に突撃すると、もう一人の仲間のルカも同じく、槍を手に仲間の救援に入った。
「ここは精の祭壇、牡の身に許されたるは、交わりの祭典のみ！」
　女神官の笑い声がピシャリと止み、間髪いれずに鋭い声の詠唱が放たれる。
（くっ！…！）
　女の声と共に生まれる、だが前回とは異なる感覚。先ほどの強制的に獣欲を植え付ける魔法とは異なり、自分が持つ性欲をじわじわと燻り出される感じだろうか。熱いものが込み上げてくるが、戦意も冷静さも無くしてしまう程ではない。
　だが、一瞬歩みを止めるには十分な効力だった。

　ドジャッ！！
「ノーマンっ！」
　下級妖魔の得物に、ノーマンの血がべっとりと付着する。返す刀で妖魔がルカに切りかかるが、年若い青年の方は反応できていない。性欲を倍増するらしいこの魔法は、若いルカにはより効果的なのかもしれない。再び振り下ろされた大斧がルカに襲いかかる直前、ギリギリで目覚めたルカが、横へ大きく飛び退いた。
　ドゴゥッ！
　辛うじて避けた鉄塊の一撃が、ルカの至近距離に炸裂する。
「あひぃ！」
　直撃は免れたが、戦斧の衝撃でルカの小柄な身体が宙を舞い、吹き飛ばされてしまう。男の視界の中で、木の葉のように吹き飛ぶルカの身体。大斧の一撃で深く抉れた石畳が、化け物の尋常ならざる膂力を物語っていた。
「う…うぅ……っ…」
　音を立てて地面に落ち、軽装のせいで派手に転がるルカ。苦しげな呻き声を上げた後、そのまま気を失ってしまう。

「イヴォルテっ！その坊やはもういいよ！」
　オーガの名前だろうか、イヴォルテと呼ばれた妖魔は、止めとばかりに振り上げた斧を一旦下ろし、女の方へと戻っていく。
「ルカッ！！」
　返事はないが、幸いにも目立った外傷は無く、おそらく頭を打っただけだろう。
　しかし、外傷とは違う特異点が一つだけあった。なんとルカの盛り上がった股間の先から、白く濁った粘液が滲み出していた。
「あははっ！そこの坊や、斧の一撃でお射精しちまったよ、ははっ、とんだ変態だねぇ！」
　最高潮に高められた興奮と体への強力な衝撃が、遺精を招いたのだろう。遠目にも分かる股間のひくつきと、なおも湧き出る白濁が、まだ射精が続いていることを如実に示している。
　ついに、俺一人…女の哄笑が講堂に響く中、しかし男の方もまだ諦めてはいなかった。

「さぁて、メインディッシュといこうかい」
　女神官の妖艶な瞳が男を見つめる。その眼差しは、内に秘めた不安や欲望を簡単に暴き出し、男の中で暴れる獣欲を刺激する。
　視線一つで追い詰められ後ずさりを始める男に、容赦なく追撃の淫魔法が放たれた。
「まずは下準備…淫魔の息吹！」
　短い詠唱の直後、股間に感じる微かな違和感。それは瞬く間に明確な触感へと変わる。
「えっ…！？…あっ…」
　股間で猛る肉棒に、何かサワサワした、まるで筆で撫でられたような感触が生まれる。先端を無視して竿と睾丸を中心に責めるその動きは、絶頂へ至る確かな動きでは無い。しかし、確実に性感を高め、快楽の熱を蓄積させる動きだった。

　その時、女の目配せに応じたオーガが、再び襲い掛かる。立ち回りの度に下穿きに擦れる勃起を気にしながら、右手の剣を構える。普段は左手に小型の盾を持っているが、オーガの巨大な得物を見て、とっくに捨てていた。
　ドガッ！
　強烈だが単純な軌道の一撃を、身を翻して回避し、無防備に伸びきった腕を切り落とそうと足を踏み出す。
　その時、ローブの中から女の腕が、流れるような動きで持ち上がった。黒衣から垣間見える細腕は、か細さを感じさせるが美麗で、きっと何本もの男性自身を翻弄して来たであろう細く長い指にまで続くラインは、まさに至高の芸術品だ。
　見るだけで淫らな妄想を催してしまう指先が重なり、深紫色の長い爪が交差すると。
　パチンッ
　女の指が、高らかに鳴らされた。

「うあっ！」
　肉棒全体に、一瞬だけ強烈な性電気が走り、踏み込もうとした足がたたらを踏んでしまう。まるで肉棒だけが女の濡れそぼった蜜壷の中へ、いきなり瞬間移動したかのような、特異で有り得ない快感。それが敵の魔法の仕業なのは分かるが、問題は魔法の発動の仕方だった。
（指先だけで魔法発動！？くそっ、まずいぞ上級神官かもしれない…！？）
　その容姿から三十を越える年齢ではないと踏んでいたが、実際には相当な使い手らしい。思わぬ事態に戸惑う間にも、剛力の妖魔は完全に体制を整えてしまう。
「お困りらしいねぇ、どうしたんだい？」
　男の焦りを、素知らぬ振りのままに見透かす女神官が、楽しそうに話しかけてくる。
「なんなら、シコりながら戦っても良いんだよ？お楽しみの間は手加減してあげるよ」
「馬鹿にするな！」
「スッキリしてから一戦交えた方が良いって忠告だよ……かなりキてんだろ？」
　戯言に対する返答とばかりに女へ斬りかかるが、オーガが横合いから斧をなぎ払ってくる。慌てて後ろへ飛び退くが、その間にも勃起が下穿きに擦れ、焦れったい性感が生まれ、目の前を淡い紅色で染め上げた。

「しょうがないねぇ、少し素直になれるように、お姉さんが助けてあげようかね」
　やれやれと、だが内心を隠しきれない嬉しげな表情のままに、女が詠唱を始めた。
「汝が体、汝のものに非ず！我が意の元に集いて、その身を捧げよ！」
　詠唱が終わると、不意に左腕がピクリとも動かなくなってしまう。麻痺の魔法にしては感覚自体は残っている。何をされたのかと思った瞬間、なんと左手が自分の意思を無視して、勝手に動き出してしまった。
「肉体操作！？」
　驚愕する男に呼応してオーガが襲ってくるが、今までの攻撃よりも勢いが無い。勝手に動き回る左手を警戒しつつ、右手で剣を構えて化け物を迎え撃った。

「えっ、なっ！？」
　股間を触られる感触に慌てて目を向けると、左手が下穿きのボタンを、腕の持ち主以上の巧みさで外していた。
「くそっ、や、止めろ、止めやがれっ！」
　男の必死の怒声も空しく、ボタンの外れた分け目から内側に潜り込むと、早速下着の中に目当てのモノを見つける。
「そぉ～れ、ご開帳ぉ～」
「畜生、このクソアマがっ！」
　女の嬉しそうな声と共に取り出される、そそり立った男の肉柱。
「あらあら、かわいい皮かむりクン、こんにちわぁ」
「っ……！」
　戦いの最中にあるはずの目が、敵である女から逃れるように逸らされる。
　下穿きの隙間からニョキっと顔を出した剛直は、太さも長さもかなりの逸品で、血筋の走った竿を濡らす先走り汁が、黒光りする幹の張り艶を強調する。
　女の舐めるような視線に反応して、まるでもっと見てくれと言わんばかりに、ひくんひくんと首を振り動かす。
「真っ黒な皮だねぇ、皮オナでシコり過ぎじゃないの？」
　しかし、その先端の半分までが、長年の皮オナニーで浅黒く変色した包皮に包まれていた。
「その代わり、中身のソーセージは年の割には綺麗だね…可愛がり甲斐がありそうだよ」
　仮性包茎の持ち主は、激昂して右手の剣を…
「あうっ！」
　振るおうとした。
　だが、戦いに向いた意識の間隙を狙って、左手が勝手に肉棒を扱き始めてしまった。

（くそっ、オレより上手い！？）
　スナップの利いたしなやかな手捌きに合わせて、ずり下ろした皮の中から亀頭が露になる。恥垢こそ付いていないが、包皮に甘やかされた亀頭は、粘膜質の濡れた肌色を曝していた。
「お姉さんのシコシコ気持ち良い？オチンポ堪らなくなっちゃう？」
「くっ…くそっ…」
　下ろした左手が再びせり上がって、剥き上げた皮を戻し始める。皮越しに自らの左手が絶妙の角度でカリを刺激しながら、亀頭が再び皮に包まれた。
「まぁシコシコしてるのは自分の手なんだがね、アハハハッ」
　なまじ手の感覚が残っているせいで、左手で自慰をしている様な強制愛撫。さらに、右手での自慰行為に慣れた牡幹は、左手サイドからの刺激には幾分脆く、特にカリ首は十代の青少年と大差ないか弱さだ。
「どぉ？自分で敏感カメさんイヂめて、気持ちいいかい？」
　今度はカリを五本の指で鷲掴みにすると、そのまま手首をドリルの如く回して、肉傘の淵をなぞり上げる。
「ぃひっ…ぁ、くっ…！」
　日頃から包皮で守られてきた亀頭は、軽いタッチの愛撫にも簡単に屈服し、ヒリヒリした火傷のような熱感と、狂おしい喜悦のミックスを男に味合わせた。

　ガキィーン！
　長剣の一撃を、激しい剣戟と共に斧で受け止められ、一先ず後退して距離を取る。左手が淫らな手技を見せる間も、右腕は握った長剣を振るい、何とか戦いを展開していた。
「あらあら右手は可哀想にねぇ、大好きなシコシコ棒を左手に取られちゃって」
　右手が孤軍奮闘を演じる間も、左手は勃起した自分自身をいやらしく弄って、戦いへ向けるべき集中力を掻き乱す。女神官に操られる左手は、持ち主以上の巧みさで、牡の欲望を追い上げていた。
（やばい、このままだと…）
　有効な解決策を見出せないまま、オーガを攻めあぐねている男。このままでは敵に左手を操られたまま、無様に精をぶち撒けてしまう…暗雲が心に垂れ込み始めたところで。

　フッ…
　不意に、勃起を扱き上げていた左手の自由が戻る。
「な、にっ…！？」
　わざと術を解いたのだろう、女はただ冷笑を浮かべて、狼狽する男を見つめるだけ。
（どういうつもりだ！？）
　逡巡に鈍る剣先を見逃さず、妖魔が大斧を振り上げて襲い掛かる。大きく飛び退いて間合いを取るが、ブルンブルンと肉棒が振りたくられ、竿の中に留まっていた我慢汁がピュルピュルと搾り出される。
「すごいわねぇ、おしっこみたく我慢汁を飛ばしちゃって…おちんちん元気一杯ね」
　女の嘲笑が続く中、欲望の雫を撒き散らして、辺りの床に恥ずかしい染みを作り出した。

　破廉恥な振り子運動に悩まされながら、何か打開策は無いかと懸命に頭を回す。勃起の奥に溜まり続ける熱いものは、何か大きな刺激一つで溢れそうで、何とかコレを落ち着かせたいが、目の前の妖魔を捨て置くわけにもいかない。
『なんなら、シコりながら戦っても良いんだよ？お楽しみの間は手加減してやるよ』
　ふと、女の言葉が頭を過ぎる。
（ばっ馬鹿なっ！そんなふざけた事ができるかっ！）
　もしかしたら、本当にイクまで見逃してくれるのでは…思わず膝を折りそうな心を叱咤するが、股間から湧き出る誘惑の波紋は、確実に男の理性に揺らぎを作っていた。
　頭の中で必死の抵抗を続ける中、再び左手の制御を奪われると、股間の高まりに巧みな指技を繰り出した。
「ん、くぉ…！…くっ、んくっ！」
　指の輪っかをカリ首に引っ掛け、短いピッチで素早く扱かれると、既に達人級の愛撫で快感の蓄積した怒張には堪らない。たちまち溢れる射精感に、しかしそれが溢れ出す前に再び責め手が止まってしまった。

（やばかった、あのままされてたら…）
　後ほんの数回扱かれていたら、確実にのっぴきならない状況に陥っていただろう。どうやら相手の気まぐれのお陰で、敵前射精という最悪の事態は免れたようだ。
　とりあえず制御の戻った左手を勃起から離そうと、握りこぶしを解きかけたところで…
　ファサッ…
　男の真正面、何かがはためく音。
　女のローブが、左右へ開かれていた。

　闇色の衣の下から現れたのは、淫魔もかくやのグラマラスな半裸の肢体だった。
「…すげぇ………」
　戦いの事も忘れ、自然と感嘆の言葉が口を出る。だが、張り艶の良い、柔らかさを持ちつつ締まった身体は、それほどに素晴らしかった。
　中でも女性の象徴たる乳房は形の良い釣鐘型で、男の手でも持て余しそうな大きさを誇る。この見事な肢体を、肩から反対側の腰へと伸びる二本の薄帯と、ショーツのような小さい下穿きが、辛うじて乳首と秘所を男の視線から隠していた。
「はぁ…ぁ…っ……」
　一心不乱に女神官の身体へ目を這わす中、女の手が芝居がかった動きで腰に置かれる。その僅かな動きにすら反応して、胸の双球が重たげに揺れ動いて柔らかさを強調した。

　口を半開きにしたまま、童貞少年のように巨大な肉の果実を凝視する男。魅惑的な乳肉の弛みは男の視覚を直撃し、確実に戦う意志を篭絡していく。
　と、不意に白磁の肌に占拠されていた光景が、黒い幕に覆われる。
「…えっ…？」
　それが女の黒いローブであると認識するまで、約一秒。気の抜けた間抜けな声を上げてからの僅かな時間が、男に自分の状況を思い出させる。
「な、なっ！？」
　反射的に目線を動かした先。そこには、男の一部始終を見届けた黒い瞳が待ち受けていた。生死を賭けた戦いの最中、裸の女体に見惚れて我を忘れる…そんな無様な姿を見られた。
（い、今までずっと…見られてたのか！？）
　女の口元が、笑みの形に歪む。男の痴態を嗤う、嘲笑の形に。それを見た瞬間、彼の表情が驚愕に歪み、首から上を運動以外の火照りで茹で上げた。

「…！？」
　視界外へ移動していた妖魔の動きを察知できたのは、ほとんど奇跡に近かった。
　ブゥンッ！
　風切り音と同時に巨大な戦斧が振り下ろされるのを、音よりも気配で感じ取ると、地面に身を投げ出して回避する。石畳を砕く激しい衝撃の余波が背中を撫で、それで攻撃の回避に成功したと分かった。
「あぅ、うっ！」
　だが大きくなった股間を丸出しのまま地面を転がれば、そちらも只では済まない。一回転する度に肉棒の側面が床の石材を叩き、男に惨めな痛みを与えた。
「くそっ！」
　地面を転げ回って距離を取り、剛直からの鈍い痛みを堪えて、剣の柄を握り直す。だがその間隙を突いて、またも左手が男の意志を離れて動き出した。
「っ！く、そぉっ…！」
　怒声の直後に、どこか甘さの篭った呻きが混じる。女神官の支配下に落ちた左手が、再び牡幹を責めたてていた。性感のツボを巧みに突く愛撫に、あっという間に腰の奥から射精感が込み上げてくる。
（やばいっ、くっ…やばいぞ、このままだと…ぉうっ！）
　無防備な射精の最中に攻撃されては、万事休す。
　快感への渇望と死への危機感…相反する二つが心を満たす中、また左手に自由が戻る。同時に女の黒衣が再び開かれ、その中に隠されていた女体を男に差し出した。

「…ちっ、くしょう……」
　女の肉体を見ればどうなるか、それが分かっていても目を逸らせない。心の中で毒づきつつ、鎖骨から腰に至る理想的なマーメイドラインへ必死に目を凝らす。
（くそっ、たれ………堪んねぇ……）
　くびれを強調する、ボリューム満点ながらも垂れずに弧を描く大きな尻は、男なら後ろから己の肉棒を突き立てる欲求に抗えないだろう。
　股間に目を向けた彼を出迎える女陰は、少し大陰唇が綻んでいるだけで、持ち主の淫猥な所業とは裏腹に綺麗な外見だ。陰核の上側に生える黒い森も、クレバスに見合った密やかな逆三角形を茂らせていた。

　絶世の肢体の虜となってしまった男の視線が、身体のラインを舐めていく。
「っ、うぅ…っ！」
　再び魔法を働かせたのだろう、意識外にあった左手が、牡自身を一回だけ上下に扱いた。途端に発生する性感のパルスも一往復だけでは直ぐに霧散し、後には荒れ狂う獣欲と制御の戻った左手だけが残る。
　もっと、もっと続けてと訴える肉欲。そして、目の前には極上の生オカズ。何かを懇願するような弱弱しい目を、敵である女神官に向けるが、返って来るのは淫猥な笑みの張り付いた沈黙だけ。
（ちっく、しょうっ……一回、だけっ…！）
　仕方ない、仕方ないんだ…そう自分に言い聞かせて。
　シュッ…
　左手を動かし、高まりを扱き下ろしてしまう。

「ん、っふ…！」
　身体を駆け巡るピンク色の電流。数々の痴戯で追い詰められた勃起には、慣れない左手の自己愛撫も鮮烈な快美感になる。
　一回だけ扱き下ろしたら終わり…頭の中で自制を念仏のように唱えながら得た快感。だが、一度得た快感を絶頂を迎えないまま投げ出せるほど、男は聖人君子ではない。
（もう少し…一往復だけ…っ！）
　未だ股間から離れない左手に、淫熱に犯されかけた頭脳が上下運動の命令を発しかける。だが危機を目の前にして、淫欲に染まりきっていない闘争本能が最大級の警鐘を鳴らす。今なら間に合う、早く手を離さないと、剣を構えて敵に集中しないと…
　シュッ
「は、はぅ…っ…！」
　握りを解かない左手がカリ首まで戻り、破廉恥な往復運動が完成した。

　肉棒の中でも指折りの性感帯からの性パルスに、たちまち闘争本能は頭の隅に追いやられ、警報も虫の音のように小さくなる。
（あと、３往復だけ…）
　煩わしい堅物がいなくなると、牡の本性は露骨に欲望の前に頭を垂れて、快楽を求める。
　シュッシュッシュッ…
　あっという間に自らを３回扱き上げてしまう左手。１回だけでも堪らなかった悦びを３回もその身に受け、ただでさえ消えそうな理性が更に吹っ飛びかける。でもこれで終わり…最後まで抵抗していた理性の一片が、男に危機的状況を訴える。
　シュッシュッシュッ…
　だが止まらない、止まる訳が無い。
「んっ、んあっ、ぅあぁ…っ！」
　待ち望んだ肉悦の連続に、途切れ途切れの情けないよがり声が辺りに撒き散らされる。そして弛緩した吐息に混ざり、淫魔の炎に焼かれた理性の煤が抵抗空しく飛散していった。

（もう少し、出る寸前まで…そこで終わりに…！）
　戦いの中ということも忘れ、自由の戻った左手を、操られていた時と同じく上下に動かす。鮮やかな血の色を見せる亀頭を一撫でするだけで、鋭すぎる肉の洗礼が男を悦ばせ、女の露出過多な姿が興奮を助長した。
「はぁ…っ…っく、んぁ……！」
　血走った目の先には、死を呼び込むオーガではなく、淫らな風を吹かせる女神官の肢体。生存本能のなせる業か、時々視線を妖魔に移して警戒するが、すぐさま女に向き直って敵前自慰行為に浸ってしまう。
（くそっ、見られてる…覗かれちまってる…っ！）
　底意地の悪い笑みを湛えた女の視線が、拙い左手の指戯に翻弄される肉棒を舐め上げる。邪悪な敵の視線が、絶え間ない牡の肉悦と、自分に対する悔しさで歪む顔に突き刺さる。
　なのに、恥ずかしい一人遊びを止められない。まるで一人と一匹へ見せつけるように上下運動を加速させて、甘美な性電気に痺れる姿を曝した。

　不意に、美の女神もかくやという裸体が、一面の黒で覆われてしまう。
「！？」
　驚愕に見開かれた視線の先、はだけていた筈の漆黒のマントが閉じていた。
「な、っ…！」
　瞬時に頭へ血が上り、額まで真っ赤に茹で上がる。だがそれは羞恥から来る感情ではなく、あるはずの美しい裸体を拝めなかった事への憤り。醜態を曝す男を目に収めて満足げに微笑むと、女の身体と外界を隔てる布切れが翻った。
「ん、んぁっ…くそっ、っ…うぅ…くそ、ぉ…！」
　男の左手が動き出す。彼自身の意思で、弾けんばかりの怒張を上下に扱き出す。喘ぎ交じりの罵倒は誰への言葉か。上へ下へと激しく振り動く左手に、躊躇いは無かった。

「あらあら、自分で気持ちいいシコシコ始めちゃったの？」
　今までの沈黙を破った女の声は、一人の戦士を、堕落した牡に変えた達成感に満ちていた。
「あっきれたぁ…そんなにおちんちん気持ち良くしてるとこ、見て欲しいの」
　女の淫らな挑発。耳を貸すまいとしても、聞こえてくる淫語が興奮を高めてしまう。左手による拙い上下運動も、射精寸前にまで追い詰められた肉棒には、十分過ぎる刺激。喜色に満ちた眼差しの前に、男の羞恥心と興奮は爆発寸前だった。
（してる間は見逃すって、だから、今は大丈夫だっ…！）
　咎めるはずの理性も、戦士失格な言い訳を並べて、完全に情欲に屈していた。

（すげぇ…すげぇエロいっ…！）
　発情した牡に成り果てた男は、今まで見逃していた部位を、いやらしい眼で凝視していた。美貌を支える、白くほっそりとした首筋。黒髪との相反したコントラストは、夜魔の美しさと淫靡な魔性を感じさせる。
　視線を下に向けると、腰元から左右に別れた先、肉付きの良い太ももとカモシカを思わせる引き締まった足首が、男を誘う脚線美の模範解答を示した。
（くそぉ…もう…ダメだっ…！）
　そして、目線を再び胸部へ。誘蛾灯の如く牡を誘い込む乳房が目に入ると、それだけで猛る肉柱がヒクッヒクッ…としゃくり始めた。
「うっ…く、うぅっ…！」
　後少し…カウントダウン開始直前のタイミングを狙って、オーガが突撃してくる。主人の意向を汲んでのことだろう、明らかに手を抜いた、おざなりな緩い斬撃。普段なら回避も楽な斬撃も、射精欲に冷静さを無くしかけている状態では一大事だ。
　左手に射精寸前の肉棒を握りしめ、大量の先走りを撒き散らしながら必死に攻撃を避わす。だが、硬く屹立したペニスを握ったまま、激しい体捌きをすればどうなるか。
「あぐぅ！…っお…ほぁっ…！」
　男の左手が、握った肉棒に意図しない一撃を決める。
（ヤ、バっ…！）
　不確定な一撃を合図に、遂に股間の奥から、白い欲望が込み上げてきた。

　ふと、視界の左側から大きな影が射す。
（！！）
　それが何を意味するのか、気づけたのは戦士としての経験の賜物だろう。生命の危機が性欲を僅かに上回り、迫り来る妖魔の斧が目に入る前に、両手を振り上げた。
　ガギュイィーンッ！
「ぐっ……ぎっ…！……」
　奇跡的に折れもせず、重い一撃を受け止めた長剣。肉棒を握っていた左手も剣を支えて、大斧との鍔迫り合いが始まる。
　奥歯をギリギリと噛み締め、膝を付くまいと下肢に力を入れて必死に踏ん張るが、怪力を誇る化け物相手では如何にも厳しい。
　ピクッ…ピクンッピクンッ
　上からの圧力に全力で耐える四肢。だが全身に力を込めた抵抗は、思わぬ結果を生み出す。股間周りの筋肉への力みが、精巣や前立腺を圧迫してしまったのか。射精寸前まで追い詰められていたペニスが、上下に激しくのたうつ。
「なっ、やっ…！」
「あらあら…こっちの可愛い坊やは、一人でお射精したいらしいね」
　完全に射精モードに入ってしまい、一人暴れ回る牡の象徴。このままでは、鍔迫り合いの最中の射精という、人として致命的な事態が起きてしまう…
　だが、オーガに押し込まれて横には逃げられない、しかし単純な膂力では勝負にならない。残った力を体中からかき集めて剣を支え、目の前のオーガを睨みつけようとした。
「…なっ…」
　笑っていた。異生物のものであろうと確実に分かる、嘲りの表情がそこにはあった。

（ち、畜生っ…こんな化け物に！）
　だが、怒りに沸騰した血は、別の箇所にも集まってしまう。ググッと股間の怒張が張り詰めていき、斜め上を向いていた先端が、垂直に近い角度にまで持ち上がった。
「ヤっ…ヤ…バっ…！」
　悲鳴が口を突いた瞬間、遂に肉棒の根元から、熱い欲望のマグマが昇り始める。必死に括約筋に力を込めて肛門を閉めるが、精液が輸精管を駆け昇る段階では、どうにもならない。
「ちゃんと見ててあげるよ。命を掛けて戦ってるのに、可愛い包茎おちんちんをおっ勃てて…触っても無い先っぽからザーメン出しちゃうところ、じぃっくり観察してあげる…ふふっ」
「やめ、くそっ、っ、来るな、んっ！で、出るなぁっ！」
　こんな状況でさえ、射精への渇望に声が震える。女の言葉責めに、心は震え、身体は滾る。
「ほぉらっ…イッちゃいな」
「やめろおーっ！！」
　誰に対する呼びかけなのか…無意味な叫びが、絶頂へ至る最後の咆哮となった。


　ビュクルンッ！！
「ん、っ！！」
　吐き出された勢いのままに、目の前の巨獣の腹から胸にかけて、精液が大量に降りかかる。
「おやおや…いくら雌だからって、オーガにぶっかける趣味を持った男なんて初めてだよ」
　女の嘲りを意識しないようにしながらも、触れる者もない肉棒だけの孤独な射精は続く。
「…っ！…くっ！…！」
　白濁が吐き出される度に、喉から漏れそうになる呻き声を、なけなしのプライドをかき集めて何とか堪える。
「手も触れてないのに、一人でビクン！ビクン！って…とっても健気で可愛いわよ、あんたのおちんちん」
　のた打ち回る肉棒をいたぶる言葉責めが、吐精運動に勢いを注ぎ足す。眩しいほどの白が頭の中を占める最中、それでも思慮の残っている部分を総動員して、鍔迫り合いを続けた。
「いっぱい我慢した後のピュッピュ、気持ちよかったかい？」
　その時、鍔迫り合いを演じるオーガの圧力が、少しだけ弱まったのを確かに感じた。
（今だっ！）
　両腕に力を込めて、化け物を押し退ける。実際には男の方が体重も力も下なので、自分が吹き飛ぶことになるが、それでも鍔迫り合いから脱出できた。

「はっ、はぁ…はぁ…ふぅぅ…っ…」
　息をあえがせながら、酸素を肺に取り入れようと屈強な肉体が上下する。力比べに消耗した体力は容易に回復せず、射精後の熱っぽい倦怠感が身体を包んでいた。
（くそったれ…なんて、こった……）
　オーガの腹と露出した胸には、自らが放った情欲の証しがべっとりと付着している。男と妖魔の間にも、点々と精液の雫が滴り落ちて、石畳の上に黒い痕跡を残していた。
「くっ……」
　男の人生の中で、もっとも惨めな射精…オーガとの鍔迫り合いの最中の、ぶっかけ発射。悔しさと惨めさ、そして怒りが男の心を急速に満たしていく。
　だが今の射精で、獣欲の炎も幾らか鎮まり、睾丸も中身を散々に吐き出して軽くなった。
（これなら多少の魔法が来ても何とかなるかもしれない…次が来る前に！）
　希望はまだある…そう思っていた。`;

const reformatText = (text) => {
  // replace all 1 or more newlines with 1 newline
  text = text.replace(/\n{2,}/g, '\n');
  // remove all leading and trailing whitespace from each line
  let newtext = ""
  text.split('\n').forEach((line) => {
    newtext += line.trim() + '\n';
  });
  return newtext
}

console.group(reformatText(text));